Revit 2027 API
ColorFillSchemeEntry.IsInUse Property
 Represents if there exists at least one element colored based on this entry in the document.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsInUse { get; }
Public ReadOnly Property IsInUse As Boolean
	Get
public:
property bool IsInUse {
	bool get ();
}
member IsInUse : bool with get
Property Value
Boolean
See Also
Reference
ColorFillSchemeEntry Class
Autodesk.Revit.DB Namespace